import React from "react";
import style from "./style.module.css";

export default function TellingAboutMush() {
  return (
    <div className={style.backgroundColor}>
      <div className="container">
        <div className="row pt-5 pb-5">
          <div className="col-6 telefontCardscol text-center">
            <img
              className={`${style.shadow} w-100`}
              src="/img/rgaaaa.jpg"
              alt=""
            />
          </div>
          <div className="col-6 telefontCardscol text-center">
            <p
              className={`${style.pFontSize} ${style.paddingtop}  mt-16 mb-0 fontsize fontsize16fortablet`}
            >
              Во однос на препознавањето на видовите габи во смисла дали се
              отровни или не, не постои правило, ниту начин или постапка според
              која кога ќе видиме некој вид габа можеме да кажеме дали се јаде
              или не или, пак, дали е отровна. Пред сè, мора прво да знаеме за
              кој вид се работи, т.е. да знаеме да го одредиме (идентификуваме)
              видот. За искусните собирачи на габи дел од видовите се лесно
              препознатливи по своите макроскопски карактеристики, но за другите
              претставници се потребни подетални анализи не само на
              макроскопските, туку и на микроскопските карактеристики, како и
              податоци за нивното живеалиште и супстрат. Што се однесува до
              најотровната печурка кај нас, тоа е зелената пупавка, чие латинско
              име е Amanita phalloides. Треба да се истакне дека ова е всушност
              најотровна печурка воопшто во светот, а се среќава и во
              Македонија. - Смртоносната доза е околу 70 грама или едно плодно
              тело, т.е. една печурка. Овој вид има бела боја на целото плодно
              тело, додека горниот дел на шапката (чадорчето) е со
              зеленикаво-жолтеникава боја. Понекогаш кај младите приеморици
              шапката може да биде бледо зеленикава или речиси бела. Поради тоа,
              некои аматери ги собираат ваквите примероци како шампињони и со
              тоа прават огромна грешка, што најчесто завршува со смрт. Друга
              смртоносна печурка што се среќава кај нас е белата пупавка
              (Amanita verna), која има бела боја на шапката.
            </p>
          </div>
        </div>
      </div>
    </div>
  );
}
